Repository: alexvogt/Ladenburg
Catalog: *.lproj/Localizable.strings
Languages: de

source: Yes
de: Ja

source: No
de: Nein

# Tutorial Page 1
source: iLadenburg will notify you when you approach a point of interest in the city of Ladenburg. Please activate Bluetooth and grant our app permission to access the location services.
de: Sobald du in der Nähe einer Sehenswürdigkeit bist, benachrichtigt dich iLadenburg automatisch darüber. Damit das funktioniert, benötigt die App Bluetooth und Zugriff auf deine Standortinformationen.

# Tutorial Page 2
source: If you want to know what other places around you are worth visiting, iLadenburg can show you all sights in a list or on a map. If you want to, you can let your phone lead you to them.
de: Wenn du wissen willst was es um dich herum zu sehen gibt, zeigt dir iLadenburg die Sehens- würdigkeiten in einer Liste oder auf der Karte an.

source: Monitoring not available!
de: Suche nach iBeacons nicht möglich!

# Monitoring OFF Text
source: Sorry, your device does not support iBeacon.
de: Dein Gerät kann nicht als iBeacon-Empfänger verwendet werden

# Beacon Notification Text
source: You’re close to a POI. Would you like to get more information?
de: Du befindest dich in der Nähe einer Sehenswürdigkeit. Möchtest Du nähere Informationen dazu aufrufen?

source: Show Information
de: Informationen anzeigen.

# Location Error Text
source: There was an error retrieving your location
de: Missing Text

# About Text
source: iLadenburg is a project of class WMPG11 of the degree program Digital Media – Mediapublishing & Design at Baden-Wuerttemberg Cooperative State University Mannheim. Further information about the degree program can be found at www.dm.dhbw-mannheim.de. The apps source code as well as more information are publicly available on GitHub via www.github.com/alexvogt/Ladenburg. Supervising lecturers: Prof. Peter Mayr Prof. Dr. Jürgen Redelius Design: Tim Hartl Sergej Lotz Implementation: Sonja Karl Tim Hartl Sergej Lotz Alexander Vogt
de: iLadenburg ist ein Projekt des Kurses WMPG11 des Studiengangs Digitale Medien – Mediapublishing und Gestaltung an der DHBW Mannheim. Weitere Informationen zum Studiengang können unter www.dm.dhbw-mannheim.de abgerufen werden. Der Quellcode der App sowie zusätzliche Informationen stehen auf GitHub unter www.github.com/alexvogt/Ladenburg öffentlich bereit. Betreuende Dozenten: Prof. Peter Mayr Prof. Dr. Jürgen Redelius Design: Sergej Lotz Tim Hartl Umsetzung: Sonja Karl Tim Hartl Sergej Lotz Alexander Vogt
